/* Setting for closing private tabs */
"Close Private Tabs" = "Private Tabs schließen";

/* Description text displayed when there are no open tabs while in private mode */
"Firefox won’t remember any of your history or cookies, but new bookmarks will be saved." = "Ghostery wird weder deinen Verlauf noch Cookies speichern, du kannst aber neue Favoriten hinzufügen.";

/* Text button displayed when there are no tabs open while in private mode */
"Learn More" = "Mehr erfahren";

/* Toggled OFF accessibility value */
"Off" = "Aus";

/* Toggled ON accessibility value */
"On" = "An";

/* Context menu option for opening a link in a new private tab */
"Open in New Private Tab" = "In neuem Ghost Tab öffnen";

/* Title displayed for when there are no open tabs while in private mode */
"Private Browsing" = "Privates Surfen";

/* Accessibility label for toggling on/off private mode */
"Private Mode" = "Privater Modus";

/* Accessiblity hint for toggling on/off private mode */
"Turns private mode on or off" = "Schaltet den privaten Modus an oder aus";

/* Will be displayed in Settings under 'Close Private Tabs' */
"When Leaving Private Browsing" = "Beim Verlassen des privaten Modus";

